// export const physics = {
// 	name: "Календарно-тематичне планування з фізики",
// 	source:"http://www.fizikanova.com.ua/kalendarne-planuvanna",
// 	plan: [
// 		{
// 			class: 7,
// 			topic: 'ФІЗИКА ЯК ПРИРОДНИЧА НАУКА. ПІЗНАННЯ ПРИРОДИ',
// 				[
// 				'Фізика як навчальний предмет у школі. Правила безпеки під час роботи з  фізичним обладнанням та у фізичному кабінеті. Фізичні тіла й фізичні явища. Речовина і поле.',
// 				'ФІЗИКА ЯК ПРИРОДНИЧА НАУКА. ПІЗНАННЯ ПРИРОДИ',
// 				'Основні положення атомно-молекулярного вчення. Початкові відомості про будову атома.',
// 				'Фізичний експеримент і фізичні досліди',
// 				'Фізичні величини та їх вимірювання. Міжнародна система одиниць фізичних величин.',
// 				'Розв’язування задач',
// 				'Лабораторна робота № 1. Ознайомлення з вимірювальними приладами. Визначення ціни поділки шкали приладу',
// 				'Лабораторна робота № 2. Вимірювання об’єму твердих тіл, рідин і сипких матеріалів',
// 				'Лабораторна робота № 3. Вимірювання розмірів малих тіл різними способами',
// 				'Навчальний проект № 1',
// 				'Розв’язування задач. Підготовка до контрольної роботи',
// 				'Контрольна робота № 1 з теми «Фізика як природнича наука. Пізнання природи»',
// 				]
// 		},
// 		{
// 			class: 7,
// 			topic:
// 		}
// 	]
// 		'МЕХАНІЧНИЙ РУХ',
// 		'ВЗАЄМОДІЯ ТІЛ. СИЛА',
// 		'МЕХАНІЧНА РОБОТА ТА ЕНЕРГІЯ',
// 		'ТЕПЛОВІ ЯВИЩА',
// 		'Зміна агрегатного стану речовини.Теплові двигуни',
// 		'Електричний заряд, поле, струм',
		
// 	]

// }


// Розділ І. МАГНІТНЕ ПОЛЕ        11
// Розділ ІІ. СВІТЛОВІ ЯВИЩА        11
// Розділ III. МЕХАНІЧНІ ТА ЕЛЕКТРОМАГНІТНІ ХВИЛІ        12
// Розділ IV. ФІЗИКА АТОМА ТА АТОМНОГО ЯДРА. ФІЗИЧНІ ОСНОВИ АТОМНОЇ ЕНЕРГЕТИКИ        13
// Розділ V. РУХ І ВЗАЄМОДІЯ. ЗАКОНИ ЗБЕРЕЖЕННЯ Частина І        13
// Розділ V. РУХ І ВЗАЄМОДІЯ. ЗАКОНИ ЗБЕРЕЖЕННЯ Частина ІІ        14








// ________________


// Календарно-тематичний план з фізики для 7 класу
// (70 год, 2 год на тиждень)
// № з/п
// 	Тема уроку
// 	Дата
// 	ВСТУП
	

	
	

// 	Розділ 2. МЕХАНІЧНИЙ РУХ
// 	1. 	Аналіз контрольної роботи № 1. Механічний рух. Відносність руху. Тіло відліку. Система відліку. Матеріальна точка. Траєкторія. Шлях. Переміщення
	

// 	1. 	Прямолінійний рівномірний рух. Швидкість руху
	

// 	1. 	Розв’язування задач
	

// 	1. 	Графіки рівномірного прямолінійного руху
	

// 	1. 	Розв’язування задач. Самостійна робота
	

	

// 	Нерівномірний прямолінійний рух. Середня швидкість нерівномірного руху
	

// 	1. 	Розв’язування задач
	

// 	1. 	Розв’язування задач. Самостійна робота
	

// 	1. 	Рівномірний рух матеріальної точки по колу. Період обертання
	

// 	1. 	Розв’язування задач
	

// 	1. 	Лабораторна робота № 4. Визначення періоду обертання тіла
	

// 	1. 	Коливальний рух. Амплітуда коливань. Період коливань. Маятники
	

// 	1. 	Розв’язування задач
	

// 	1. 	Лабораторна робота № 5. Дослідження коливань нитяного маятника
	

// 	1. 	Навчальний проект № 2
	

// 	1. 	Розв’язування задач. Підготовка до контрольної роботи
	

// 	1. 	Контрольна робота № 2 з теми «Механічний рух»
	

// 	Розділ 3. ВЗАЄМОДІЯ ТІЛ. СИЛА
// 	1. 	Аналіз контрольної роботи № 2. Явище інерції. Інертність тіла. Маса тіла
	

// 	1. 	Густина речовини
	

// 	1. 	Розв’язування задач
	

// 	1. 	Лабораторна робота № 6. Вимірювання маси тіл
	

// 	1. 	Лабораторна робота № 7. Визначення густини речовини (твердих тіл і рідин)
	

// 	1. 	Взаємодія тіл. Сила. Графічне зображення сил. Додавання сил. Рівнодійна
	

// 	1. 	Види деформації. Сила пружності. Закон Гука. Пружинні динамометри
	

// 	1. 	Лабораторна робота № 8. Дослідження пружних властивостей тіл
	

// 	1. 	Сила тяжіння. Вага тіла. Невагомість
	

// 	1. 	Розв’язування задач
	

// 	1. 	Тертя. Сили тертя. Коефіцієнт тертя ковзання. Тертя в природі й техніці
	

// 	1. 	Лабораторна робота № 9. Визначення коефіцієнта тертя ковзання
	

// 	1. 	Розв’язування задач. Підготовка до контрольної роботи
	

// 	1. 	Контрольна робота № 3 з теми «Взаємодія тіл. Сила»
	

// 	1. 	Аналіз контрольної роботи № 3. Тиск твердих тіл на поверхню. Сила тиску
	

// 	1. 	Тиск рідин і газів. Закон Паскаля
	

// 	1. 	Атмосферний тиск. Вимірювання атмосферного тиску. Барометри
	

// 	1. 	Сполучені посудини. Манометри
	

// 	1. 	Розв’язування задач. Самостійна робота
	

// 	1. 	Виштовхувальна сила в рідинах і газах. Закон Архімеда
	

// 	1. 	Розв’язування задач
	

// 	1. 	Лабораторна робота № 10. З’ясування умов плавання тіла
	

// 	1. 	Навчальний проект № 3
	

// 	1. 	Розв’язування задач. Підготовка до контрольної роботи
	

// 	1. 	Контрольна робота № 4 з теми «Тиск твердих тіл, рідин і газів»
	

// 	Розділ 4. МЕХАНІЧНА РОБОТА ТА ЕНЕРГІЯ
// 	1. 	Аналіз контрольної роботи. Механічна робота. Потужність
	

// 	1. 	Розв’язування задач 
	

// 	1. 	Механічна енергія та її види
	

// 	1. 	Закон збереження й перетворення енергії в механічних процесах та його практичне застосування
	

// 	1. 	Розв’язування задач. Самостійна робота
	

// 	1. 	Момент сили. Умови рівноваги важеля
	

// 	1. 	Лабораторна робота № 11. Вивчення умови рівноваги важеля
	

// 	1. 	Рухомий і нерухомий блоки
	

// 	1. 	Прості механізми. Коефіцієнт корисної дії механізмів
	

// 	1. 	Розв’язування задач
	

// 	1. 	Лабораторна робота № 12. Визначення ККД простого механізму
	

// 	1. 	Навчальний проект № 4
	

// 	1. 	Розв’язування задач. Підготовка до контрольної роботи
	

// 	1. 	Контрольна робота № 5 з теми «Механічна робота та енергія»
	

// 	1. 	Аналіз контрольної роботи. Повторення розділу 1. Фізика як природнича наука. Пізнання природи. Повторення розділу 2. Механічний рух
	

// 	1. 	Повторення розділу 3. Взаємодія тіл. Сила.
// Повторення розділу 4. Механічна робота та енергія        
	

// 	1. 	Екскурсія
	

// 	Орієнтовні теми навчальних проектів
// Розділ 1. ФІЗИКА ЯК ПРИРОДНИЧА НАУКА. ПІЗНАННЯ ПРИРОДИ
// Видатні вчені-фізики
// Фізика в побуті, техніці, виробництві.
// Спостереження фізичних явищ довкілля.
// Дифузія в побуті.


// Розділ 2. МЕХАНІЧНИЙ РУХ
// Визначення середньої швидкості нерівномірного руху.
// Порівняння швидкостей рухів тварин, техніки.
// Обертальний рух в природі – основа відліку часу.
// Коливальні процеси в техніці та живій природі.


// Розділ 3. ВЗАЄМОДІЯ ТІЛ. СИЛА
// Розвиток судно- та повітроплавання
// Дослід Торрічеллі.
// Спостереження за зміною атмосферного тиску.
// Насоси.


// Розділ 4. МЕХАНІЧНА РОБОТА ТА ЕНЕРГІЯ
// Становлення і розвиток знань про фізичні основи машин і механізмів.
// Прості механізми у побутових пристроях.
// Біомеханіка людини.
// Використання енергії природних джерел.
// ________________


// Календарно-тематичний план з фізики для 8 класу
// (70 год, 2 год на тиждень)
// № з/п
// 	Тема уроку
// 	Дата
// 	Розділ 1. ТЕПЛОВІ ЯВИЩА
// 	Частина I. Температура. Внутрішня енергія. Теплопередача
// 	1
// 	Вступний урок. Тепловий стан тіл. Температура та її вимірювання
// 	6.09
// 	2
// 	Залежність розмірів фізичних тіл від температури
// 	9.09
// 	3
// 	Внутрішня енергія. Способи зміни внутрішньої енергії
	

// 	4
// 	Теплопровідність. 
	

// 	5
// 	Конвекція. Випромінювання
	

// 	6
// 	Розв’язування задач. Самостійна робота 
	

// 	7
// 	Кількість теплоти. Питома теплоємність речовини
	

// 	8
// 	Розв’язування задач
	

// 	9
// 	Тепловий баланс
	

// 	10
// 	Розв’язування задач
	

// 	11
// 	Лабораторна робота № 1. Вивчення теплового балансу за умови змішування води різної температури
	

// 	12
// 	Лабораторна робота № 2. Визначення питомої теплоємності речовини
	

// 	13
// 	Розв’язування задач. Підготовка до контрольної роботи
	

// 	14
// 	Контрольна робота № 1 з теми «Температура. Внутрішня енергія. Теплопередача»
	

// 	Частина II. Зміна агрегатного стану речовини.
// Теплові двигуни
// 	15
// 	Аналіз контрольної роботи № 1. Агрегатні стани речовини. Кристалічні та аморфні тіла
	

// 	16
// 	Плавлення та кристалізація. 
	

// 	17
// 	Питома теплота плавлення. Розв’язування задач
	

// 	18
// 	Розв’язування задач. Самостійна робота
	

// 	19
// 	Випаровування та конденсація. Кипіння.
	

// 	20
// 	Питома теплота пароутворення. Розв’язування задач
	

// 	21
// 	Розв’язування задач. Самостійна робота
	

// 	22
// 	Теплота згоряння палива. Коефіцієнт корисної дії нагрівника
	

// 	23
// 	Розв’язування задач
	

// 	24
// 	Розв’язування задач. Самостійна робота
	

// 	25
// 	Принцип дії теплових двигунів. ККД теплового двигуна
	

// 	26
// 	Деякі види теплових двигунів
	

// 	27
// 	Теплоенергетика. Способи збереження енергетичних ресурсів.
	

// 	28
// 	Розв’язування задач. Підготовка до контрольної роботи
	

// 	29
// 	Контрольна робота № 2 з теми «Зміна агрегатного стану речовини. Теплові двигуни»
	

// 	30
// 	Аналіз контрольної роботи № 2. Захист навчальних проектів з теми «Теплові явища»
	

// 	31
// 	Захист навчальних проектів з теми «Теплові  явища»
	

// 	32
// 	Захист навчальних проектів з теми «Теплові явища» Підсумковий урок
	

// 	Розділ 2. ЕЛЕКТРИЧНІ ЯВИЩА.  ЕЛЕКТРИЧНИЙ СТРУМ
// 	Частина I. Електричний заряд. Електричне поле.
// Електричний струм
// 	33
// 	Електричний заряд. Електрична взаємодія
	

// 	34
// 	Електричне поле
	

// 	35
// 	Механізм електризації. Електроскоп
	

// 	36
// 	Закон Кулона
	

// 	37
// 	Розв’язування задач. Підготовка до контрольної роботи
	

// 	38
// 	Контрольна робота № 3 з теми «Електричний заряд. Електричне поле»
	

// 	39
// 	Аналіз контрольної роботи № 3. Електричний струм. Електрична провідність металів. Дії електричного струму
	

// 	40
// 	Джерела електричного струму
	

// 	41
// 	Електричне коло та його елементи
	

// 	42
// 	Сила струму. Одиниця сили струму. Амперметр
	

// 	43
// 	Електрична напруга. Одиниця напруги. Вольтметр
	

// 	44
// 	Електричний опір. Закон Ома. 
	

// 	45
// 	Розв’язування задач. Самостійна робота
	

// 	46
// 	Розрахунок опору провідника. Питомий опір речовини. Реостати
	

// 	47
// 	Розв’язування задач
	

// 	48
// 	Лабораторна робота № 3. Вимірювання опору провідника за допомогою амперметра та вольтметра
	

// 	49
// 	Послідовне з’єднання провідників.
	

// 	50
// 	Лабораторна робота № 4. Дослідження електричного кола з послідовним з’єднанням провідників.
	

// 	51
// 	Паралельне з’єднання провідників. 
	

// 	52
// 	Лабораторна робота № 5. Дослідження електричного кола з паралельним з’єднанням провідників
	

// 	53
// 	Мішане з’єднання провідників
	

// 	54
// 	Розв’язування задач. Підготовка до контрольної роботи
	

// 	55
// 	Контрольна робота № 4 з теми «Електричний струм»
	

// 	Частина ІІ. Робота і потужність електричного струму. 
// Електричний струм у різних середовищах
// 	56
// 	Аналіз контрольної роботи № 4. Робота і потужність електричного струму
	

// 	57
// 	Розв’язування задач 
	

// 	58
// 	Теплова дія струму. Закон Джоуля — Ленца. 
// Електричні нагрівальні пристрої. Запобіжники
	

// 	59
// 	Розв’язування задач. Самостійна робота
	

// 	60
// 	Електричний струм у металах
	

// 	61
// 	Електричний струм у рідинах 
	

// 	62
// 	Застосування електролізу
	

// 	63
// 	Електричний струм у газах
	

// 	64
// 	Види самостійних газових розрядів
	

// 	65
// 	Розв’язування задач. Підготовка до контрольної роботи
	

// 	66
// 	Контрольна робота № 5 з теми «Робота і потужність електричного струму. Електричний струм у різних середовищах»
	

// 	67
// 	Аналіз контрольної роботи № 4. Захист навчальних проектів з теми «Електричні явища. Електричний струм»
	

// 	68
// 	Захист навчальних проектів з теми «Електричні явища. Електричний струм»
	

// 	69
// 	Захист навчальних проектів з теми «Електричні явища. Електричний струм»
	

// 	70
// 	Підсумковий урок курсу фізики 8 класу
	

// 	Орієнтовні теми навчальних проектів
// Розділ 1. ТЕПЛОВІ ЯВИЩА
// Екологічні проблеми теплоенергетики та теплокористування.
// Енергозбережувальні технології.
// Унікальні фізичні властивості води 
// Рідкі кристали та їх використання. 
// Полімери. 
// Наноматеріали.
// Холодильні машини. 
// Кондиціонер, теплові насоси.


// Розділ 2. ЕЛЕКТРИЧНІ ЯВИЩА. ЕЛЕКТРИЧНИЙ СТРУМ
// Електрика в житті людини.
// Сучасні побутові та промислові електричні прилади. 
// Застосування електролізу і струму в газах у практичній діяльності людини.
// Вплив електричного струму на людський організм.
// ________________


// Календарно-тематичний план з фізики для 9 класу
// (105/87 годин, 3/2,5 години на тиждень, 4 години – резервних)
// Зірочкою (*) позначено уроки, не заплановані під час вивчення фізики в 9 класі за навчальним планом, який передбачає 2,5 години на тиждень.


// № з/п
// 	Тема уроку
// 	Дата
// 	Розділ І. МАГНІТНЕ ПОЛЕ
// 	1
// 	Магнітні явища. Дослід Ерстеда. Магнітне поле
	

// 	2
// 	Індукція магнітного поля. Лінії магнітної індукції. Магнітне поле Землі
	

// 	3
// 	Магнітне поле струму. Правило свердлика
	

// 	4*
// 	Розв'язування задач
	

// 	5
// 	Сила Ампера
	

// 	6
// 	Розв'язування задач
	

// 	7*
// 	Розв'язування задач
	

// 	8
// 	Магнітні властивості речовин. Гіпотеза Ампера
	

// 	9
// 	Електромагніти та їх застосування
	

// 	10*
// 	Розв'язування задач
	

// 	11
// 	Лабораторна робота № 1. Складання та випробування електромагніту
	

// 	12
// 	Електродвигуни. Електровимірювальні прилади. Гучномовець
	

// 	13
// 	Досліди Фарадея. Явище електромагнітної індукції. Індукційний електричний струм
	

// 	14
// 	Розв'язування задач
	

// 	15
// 	Лабораторна робота № 2. Спостереження явища електромагнітної індукції
	

// 	16
// 	Розв'язування задач. Підготовка до контрольної роботи
	

// 	17
// 	Контрольна робота № 1 з теми «Магнітне поле»
	

// 	18
// 	Захист учнівських проектів
	

// 	Розділ ІІ. СВІТЛОВІ ЯВИЩА
// 	19
// 	Світлові явища. Джерела та приймачі світла. Швидкість поширення світла
	

// 	20
// 	Світловий промінь і світловий пучок. Закон прямолінійного поширення світла. Сонячне та місячне затемнення
	

// 	21*
// 	Розв'язування задач
	

// 	22
// 	Відбивання світла. Закон відбивання світла. Плоске дзеркало
	

// 	23*
// 	Розв'язування задач
	

// 	24
// 	Лабораторна робота № 3. Дослідження відбивання світла за допомогою плоского дзеркала
	

// 	25
// 	Заломлення світла на межі поділу двох середовищ. Закон заломлення світла
	

// 	26*
// 	Розв'язування задач
	

// 	27
// 	Лабораторна робота № 4. Дослідження заломлення світла
	

// 	28
// 	Розкладання білого світла на кольори. Утворення кольорів
	

// 	29
// 	Лінзи. Оптична сила лінзи
	

// 	30
// 	Побудова зображень у лінзах. Деякі оптичні пристрої. Формула тонкої лінзи
	

// 	31
// 	Розв'язування задач
	

// 	32*
// 	Розв'язування задач
	

// 	33
// 	Лабораторна робота № 5. Визначення фокусної відстані та оптичної сили тонкої лінзи
	

// 	34
// 	Око як оптична система. Зір і бачення. Окуляри. Вади зору та їх корекція
	

// 	35
// 	Розв'язування задач. Підготовка до контрольної роботи
	

// 	36
// 	Контрольна робота № 2 з теми «Світлові явища»
	

// 	37
// 	Захист учнівських проектів
	

// 	Розділ III. МЕХАНІЧНІ ТА ЕЛЕКТРОМАГНІТНІ ХВИЛІ
// 	38
// 	Виникнення та поширення механічних хвиль. Фізичні величини, які характеризують хвилі
	

// 	39
// 	Звукові хвилі. Інфразвук і ультразвук
	

// 	40
// 	Лабораторна робота № 6. Дослідження звукових коливань різноманітних джерел звуку за допомогою сучасних цифрових засобів
	

// 	41
// 	Електромагнітне поле й електромагнітні хвилі
	

// 	42
// 	Шкала електромагнітних хвиль
	

// 	43
// 	Фізичні основи сучасних бездротових засобів зв'язку. Радіолокація
	

// 	44
// 	Розв'язування задач. Підготовка до контрольної роботи
	

// 	45
// 	Контрольна робота № 3 з теми «Механічні та електромагнітні хвилі»
	

// 	46
// 	Захист учнівських проектів
	

// 	Розділ IV. ФІЗИКА АТОМА ТА АТОМНОГО ЯДРА. ФІЗИЧНІ ОСНОВИ АТОМНОЇ ЕНЕРГЕТИКИ
// 	47
// 	Сучасна модель атома. Протонно-нейтронна модель ядра атома. Ядерні сили. Ізотопи
	

// 	48
// 	Радіоактивність. Радіоактивні випромінювання
	

// 	49
// 	Активність радіоактивної речовини. Застосування радіоактивних ізотопів
	

// 	50
// 	Розв'язування задач
	

// 	51*
// 	Розв'язування задач
	

// 	52
// 	Йонізаційна дія радіоактивного випромінювання. Природний радіоактивний фон. Дозиметри
	

// 	53*
// 	Розв'язування задач
	

// 	54
// 	Ланцюгова ядерна реакція. Ядерний реактор 
	

// 	55*
// 	Розв'язування задач  
	

// 	56
// 	Атомна енергетика України. Екологічні проблеми атомної енергетики
	

// 	57
// 	Розв'язування задач. Підготовка до контрольної роботи
	

// 	58
// 	Контрольна робота № 4 з теми «Фізика атома та атомного ядра. Фізичні основи атомної енергетики»
	

// 	59
// 	Захист учнівських проектів
	

// 	Розділ V. РУХ І ВЗАЄМОДІЯ. ЗАКОНИ ЗБЕРЕЖЕННЯ Частина І
// 	60
// 	Рівноприскорений прямолінійний рух. Прискорення. Швидкість рівноприскореного прямолінійного руху
	

// 	61
// 	Розв'язування задач
	

// 	62
// 	Переміщення під час рівноприскореного прямолінійного руху. Рівняння координати
	

// 	63
// 	Розв'язування задач
	

// 	64
// 	Розв'язування задач
	

// 	65*
// 	Розв'язування задач
	

// 	66
// 	Інерціальні системи відліку. Перший закон Ньютона
	

// 	67
// 	Другий закон Ньютона
	

// 	68*
// 	Розв'язування задач
	

// 	69
// 	Третій закон Ньютона
	

// 	70
// 	Закон всесвітнього тяжіння. Сила тяжіння. Прискорення вільного падіння
	

// 	71
// 	Розв'язування задач
	

// 	72*
// 	Розв'язування задач
	

// 	73
// 	Рух тіла під дією сили тяжіння
	

// 	74
// 	Розв'язування задач
	

// 	75*
// 	Розв'язування задач
	

// 	76
// 	Рух тіла під дією кількох сил
	

// 	77
// 	Розв'язування задач
	

// 	78
// 	Розв'язування задач
	

// 	79
// 	Розв'язування задач. Підготовка до контрольної роботи
	

// 	80
// 	Контрольна робота № 5 з теми «Рух і взаємодія. Закони збереження»
	

// 	Розділ V. РУХ І ВЗАЄМОДІЯ. ЗАКОНИ ЗБЕРЕЖЕННЯ Частина ІІ
// 	81
// 	Взаємодія тіл. Імпульс. Закон збереження імпульсу 
	

// 	82
// 	Розв'язування задач
	

// 	83*
// 	Розв'язування задач
	

// 	84
// 	Реактивний рух. Фізичні основи ракетної техніки. Досягнення космонавтики
	

// 	85*
// 	Розв'язування задач
	

// 	86
// 	Застосування законів збереження енергії та імпульсу в механічних явищах
	

// 	87
// 	Розв'язування задач
	

// 	88
// 	Розв'язування задач
	

// 	89*
// 	Розв'язування задач
	

// 	90
// 	Лабораторна робота № 7. Вивчення закону збереження механічної енергії
	

// 	91
// 	Фундаментальні взаємодії в природі. Межі застосування фізичних законів і теорій. Фундаментальний характер законів збереження
	

// 	92
// 	Розв'язування задач. Підготовка до контрольної роботи
	

// 	93
// 	Контрольна робота № 6 з теми «Рух і взаємодія. Закони збереження»
	

// 	94
// 	Захист учнівських проектів
	

// 	95
// 	Захист учнівських проектів
	

// 	96
// 	Захист учнівських проектів
	

// 	97*
// 	Захист учнівських проектів
	

// 	98
// 	Еволюція фізичної картини світу. Розвиток уявлень про природу світла. Фізика і науково-технічний прогрес
	

// 	Фізика та екологія
// 	99
// 	Фізика та екологія. Фізичні основи бережливого природокористування та збереження енергії
	

// 	100
// 	Альтернативні джерела енергії
	

// 	101
// 	Урок-семінар. Сучасні проблеми екології та енергетики в Україні та світі
	

// 	102-
// 105
// 	Резерв
	

	

// Орієнтовні теми навчальних проектів


// Розділ І. МАГНІТНЕ ПОЛЕ
// Магнітні матеріали та їх використання.
// Магнітний запис інформації.
// Вияви та застосування магнітних взаємодій у природі й техніці.
// Геомагнітне поле Землі.
// Магнітні бурі та їхній вплив на здоров’я людини.
// Різноманітні електромагнітні пристрої.
// Генератори електричного струму.


// Розділ ІІ. СВІТЛОВІ ЯВИЩА
// Складання найпростішого оптичного приладу.
// Оптичні ілюзії.
// Дослідження потужності та ККД штучних джерел світла різного типу.
// Увігнуті дзеркала: властивості та приклади застосування.
// Оптичні явища в природі.
// Око і зір.


// Розділ III. МЕХАНІЧНІ ТА ЕЛЕКТРОМАГНІТНІ ХВИЛІ
// Звуки в житті людини.
// Застосування інфра- й ультразвуків у техніці.
// Вібрації й шуми та їхній вплив на організми.
// Електромагнітні хвилі в природі й техніці.
// Вплив електромагнітного випромінювання на організм людини. 
// Види шумового забруднення. Вимірювання рівня шумового забруднення. Вивчення впливу шумового забруднення на організми. 
// Духові музикальні інструменти.


// Розділ IV. ФІЗИКА АТОМА ТА АТОМНОГО ЯДРА. ФІЗИЧНІ ОСНОВИ АТОМНОЇ ЕНЕРГЕТИКИ
// Ознайомлення з роботою побутового дозиметра.
// Складання радіаційної карти регіону.
// Радіологічний аналіз місцевих харчових продуктів. 
// Екологічні проблеми атомної енергетики.
// Розщеплення атома: скринька Пандори чи вогонь Прометея? 
// Майбутнє Сонця та інших зір.


// Розділ V. РУХ І ВЗАЄМОДІЯ. ЗАКОНИ ЗБЕРЕЖЕННЯ
// Людина і Всесвіт.
// Фізика в житті сучасної людини.
// Сучасний стан фізичних досліджень в Україні та світі. 
// Україна – космічна держава.
// Видатні вітчизняні та закордонні вчені-фізики. 
// Застосування закону збереження імпульсу в техніці.
// ________________